7767517
109 128
Input                    input  0 1 input
MemoryData               truediv_2;add_1          0 1 truediv_2;add_1 0=1 1=48 2=48
Convolution              ter_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D 1 1 input Relu6__5:0 0=32 1=3 3=2 15=1 16=1 5=1 6=864 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     tor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise 1 1 Relu6__5:0 Relu6__7:0 0=32 1=3 4=1 5=1 6=288 7=32 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D1 1 1 Relu6__7:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D1 0=16 1=1 5=1 6=512
Convolution              ock_1_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D1 Relu6__10:0 0=96 1=1 5=1 6=1536 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     epthwise_relu/Relu6;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise;kpt_regress_0/separable_conv2d_5/separable_conv2d 1 1 Relu6__10:0 Relu6__12:0 0=96 1=3 3=2 15=1 16=1 5=1 6=864 7=96 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1 1 1 Relu6__12:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1 0=24 1=1 5=1 6=2304
Split                    splitncnn_0              1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1_splitncnn_1
Convolution              obile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1_splitncnn_1 Relu6__15:0 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise 1 1 Relu6__15:0 Relu6__17:0 0=144 1=3 4=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D1 1 1 Relu6__17:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D1 0=24 1=1 5=1 6=3456
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add 2 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add
Split                    splitncnn_1              1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add_splitncnn_1
Convolution              obile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add_splitncnn_1 Relu6__21:0 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     et_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise 1 1 Relu6__21:0 Relu6__23:0 0=144 1=3 3=2 15=1 16=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              fpn_feature_extractor/model_1/model/block_3_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_project/Conv2D1 1 1 Relu6__23:0 fpn_feature_extractor/model_1/model/block_3_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_project/Conv2D1 0=32 1=1 5=1 6=4608
Split                    splitncnn_2              1 2 fpn_feature_extractor/model_1/model/block_3_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_project/Conv2D1 extractor/model_1/model/block_3_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_project/Conv2D1_splitncnn_0 extractor/model_1/model/block_3_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_project/Conv2D1_splitncnn_1
Convolution              obile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D 1 1 extractor/model_1/model/block_3_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_project/Conv2D1_splitncnn_1 Relu6__26:0 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     net_v2fpn_feature_extractor/model_1/model/block_6_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise/depthwise 1 1 Relu6__26:0 Relu6__28:0 0=192 1=3 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              fpn_feature_extractor/model_1/model/block_4_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_project/Conv2D1 1 1 Relu6__28:0 fpn_feature_extractor/model_1/model/block_4_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_project/Conv2D1 0=32 1=1 5=1 6=6144
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_add/add 2 1 extractor/model_1/model/block_3_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_project/Conv2D1_splitncnn_0 fpn_feature_extractor/model_1/model/block_4_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_add/add
Split                    splitncnn_3              1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_add/add center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_add/add_splitncnn_1
Convolution              obile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_add/add_splitncnn_1 Relu6__31:0 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     net_v2fpn_feature_extractor/model_1/model/block_6_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_depthwise/depthwise 1 1 Relu6__31:0 Relu6__33:0 0=192 1=3 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              fpn_feature_extractor/model_1/model/block_5_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D1 1 1 Relu6__33:0 fpn_feature_extractor/model_1/model/block_5_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D1 0=32 1=1 5=1 6=6144
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_add/add 2 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_add/add_splitncnn_0 fpn_feature_extractor/model_1/model/block_5_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_add/add
Split                    splitncnn_4              1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_add/add center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_add/add_splitncnn_1
Convolution              obile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_add/add_splitncnn_1 Relu6__37:0 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     et_v2fpn_feature_extractor/model_1/model/block_6_depthwise_relu/Relu6;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_depthwise/depthwise 1 1 Relu6__37:0 Relu6__39:0 0=192 1=3 3=2 15=1 16=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              v2fpn_feature_extractor/model_1/model/block_6_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_project/Conv2D1 1 1 Relu6__39:0 v2fpn_feature_extractor/model_1/model/block_6_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_project/Conv2D1 0=64 1=1 5=1 6=12288
Split                    splitncnn_5              1 2 v2fpn_feature_extractor/model_1/model/block_6_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_project/Conv2D1 e_extractor/model_1/model/block_6_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_project/Conv2D1_splitncnn_0 e_extractor/model_1/model/block_6_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_project/Conv2D1_splitncnn_1
Convolution              ile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_expand/Conv2D 1 1 e_extractor/model_1/model/block_6_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_project/Conv2D1_splitncnn_1 Relu6__42:0 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     t_v2fpn_feature_extractor/model_1/model/block_10_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_depthwise/depthwise 1 1 Relu6__42:0 Relu6__44:0 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              v2fpn_feature_extractor/model_1/model/block_7_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_project/Conv2D1 1 1 Relu6__44:0 v2fpn_feature_extractor/model_1/model/block_7_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_project/Conv2D1 0=64 1=1 5=1 6=24576
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_add/add 2 1 e_extractor/model_1/model/block_6_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_6_project/Conv2D1_splitncnn_0 v2fpn_feature_extractor/model_1/model/block_7_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_add/add
Split                    splitncnn_6              1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_add/add center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_add/add_splitncnn_1
Convolution              ile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_add/add_splitncnn_1 Relu6__47:0 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     t_v2fpn_feature_extractor/model_1/model/block_10_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_depthwise/depthwise 1 1 Relu6__47:0 Relu6__49:0 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              v2fpn_feature_extractor/model_1/model/block_8_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_project/Conv2D1 1 1 Relu6__49:0 v2fpn_feature_extractor/model_1/model/block_8_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_project/Conv2D1 0=64 1=1 5=1 6=24576
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_add/add 2 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_7_add/add_splitncnn_0 v2fpn_feature_extractor/model_1/model/block_8_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_add/add
Split                    splitncnn_7              1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_add/add center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_add/add_splitncnn_1
Convolution              ile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_add/add_splitncnn_1 Relu6__52:0 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     t_v2fpn_feature_extractor/model_1/model/block_10_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_depthwise/depthwise 1 1 Relu6__52:0 Relu6__54:0 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              v2fpn_feature_extractor/model_1/model/block_9_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_project/Conv2D1 1 1 Relu6__54:0 v2fpn_feature_extractor/model_1/model/block_9_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_project/Conv2D1 0=64 1=1 5=1 6=24576
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_add/add 2 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_8_add/add_splitncnn_0 v2fpn_feature_extractor/model_1/model/block_9_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_add/add
Split                    splitncnn_8              1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_add/add center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_add/add_splitncnn_1
Convolution              le_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_add/add_splitncnn_1 Relu6__58:0 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     v2fpn_feature_extractor/model_1/model/block_10_depthwise_relu/Relu6;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_depthwise/depthwise 1 1 Relu6__58:0 Relu6__60:0 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project/Conv2D1 1 1 Relu6__60:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project/Conv2D1 0=96 1=1 5=1 6=36864
Split                    splitncnn_9              1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project/Conv2D1_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project/Conv2D1_splitncnn_1
Convolution              le_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project/Conv2D1_splitncnn_1 Relu6__63:0 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     _v2fpn_feature_extractor/model_1/model/block_13_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_depthwise/depthwise 1 1 Relu6__63:0 Relu6__65:0 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_project/Conv2D1 1 1 Relu6__65:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_project/Conv2D1 0=96 1=1 5=1 6=55296
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_add/add 2 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_10_project/Conv2D1_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_add/add
Split                    splitncnn_10             1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_add/add center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_add/add_splitncnn_1
Convolution              le_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_add/add_splitncnn_1 Relu6__68:0 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     _v2fpn_feature_extractor/model_1/model/block_13_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_depthwise/depthwise 1 1 Relu6__68:0 Relu6__70:0 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D1 1 1 Relu6__70:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D1 0=96 1=1 5=1 6=55296
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_add/add 2 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_11_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project_BN/FusedBatchNormV3;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_add/add
Convolution              le_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_add/add Relu6__73:0 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     v2fpn_feature_extractor/model_1/model/block_13_depthwise_relu/Relu6;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_depthwise/depthwise 1 1 Relu6__73:0 Relu6__75:0 0=576 1=3 3=2 15=1 16=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              _mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project/Conv2D1 1 1 Relu6__75:0 _mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project/Conv2D1 0=160 1=1 5=1 6=92160
Split                    splitncnn_11             1 2 _mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project/Conv2D1 v2fpn_feature_extractor/model_1/model/block_13_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project/Conv2D1_splitncnn_0 v2fpn_feature_extractor/model_1/model/block_13_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project/Conv2D1_splitncnn_1
Convolution              le_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_expand/Conv2D 1 1 v2fpn_feature_extractor/model_1/model/block_13_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project/Conv2D1_splitncnn_1 Relu6__78:0 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     _v2fpn_feature_extractor/model_1/model/block_16_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_depthwise/depthwise 1 1 Relu6__78:0 Relu6__80:0 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              _mobile_net_v2fpn_feature_extractor/model_1/model/block_14_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_project/Conv2D1 1 1 Relu6__80:0 _mobile_net_v2fpn_feature_extractor/model_1/model/block_14_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_project/Conv2D1 0=160 1=1 5=1 6=153600
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_add/add 2 1 v2fpn_feature_extractor/model_1/model/block_13_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_13_project/Conv2D1_splitncnn_0 _mobile_net_v2fpn_feature_extractor/model_1/model/block_14_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_add/add
Split                    splitncnn_12             1 2 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_add/add center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_add/add_splitncnn_1
Convolution              le_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_add/add_splitncnn_1 Relu6__83:0 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     _v2fpn_feature_extractor/model_1/model/block_15_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise/depthwise 1 1 Relu6__83:0 Relu6__85:0 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D1 1 1 Relu6__85:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D1 0=160 1=1 5=1 6=153600
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_add/add 2 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_14_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_add/add
Convolution              le_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_expand/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_add/add Relu6__88:0 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     v2fpn_feature_extractor/model_1/model/block_16_depthwise_relu/Relu6;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_depthwise/depthwise 1 1 Relu6__88:0 Relu6__90:0 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_project/Conv2D1 1 1 Relu6__90:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_project/Conv2D1 0=320 1=1 5=1 6=307200
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/model/out_relu/Relu6;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv_1_bn/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv_1/Conv2D 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_project_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_16_project/Conv2D1 Relu6__93:0 0=1280 1=1 5=1 6=409600 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d/Conv2D;conv2d/bias1 1 1 Relu6__93:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d/Conv2D;conv2d/bias1 0=64 1=1 5=1 6=81920
Interp                   Upsample__316            1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d/Conv2D;conv2d/bias1 Upsample__316:0 0=2 1=2.000000e+00 2=2.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_1/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_1/Conv2D;conv2d_1/bias1 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_9_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_1/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_1/Conv2D;conv2d_1/bias1 0=64 1=1 5=1 6=4096
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add/AddV2 2 1 Upsample__316:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_1/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_1/Conv2D;conv2d_1/bias1 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add/AddV2
ConvolutionDepthWise     center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise2 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add/AddV2 center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise2 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              obile_net_v2fpn_feature_extractor/model_1/separable_conv2d/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d1 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d/separable_conv2d/depthwise2 Relu__97:0 0=32 1=1 5=1 6=2048 9=1
Interp                   Upsample__330            1 1 Relu__97:0 Upsample__330:0 0=2 1=2.000000e+00 2=2.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_2/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_2/Conv2D;conv2d_2/bias1 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_2/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_2/Conv2D;conv2d_2/bias1 0=32 1=1 5=1 6=1024
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add_1/AddV2 2 1 Upsample__330:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_2/BiasAdd;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_2/Conv2D;conv2d_2/bias1 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add_1/AddV2
ConvolutionDepthWise     center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise2 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add_1/AddV2 center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise2 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              separable_conv2d_1/bias;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/BiasAdd;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d1 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_1/separable_conv2d/depthwise2 Relu__100:0 0=24 1=1 5=1 6=768 9=1
Interp                   Upsample__344            1 1 Relu__100:0 Upsample__344:0 0=2 1=2.000000e+00 2=2.000000e+00
Convolution              center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_3/BiasAdd;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_3/Conv2D;conv2d_3/bias1 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add_splitncnn_0 center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_3/BiasAdd;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_3/Conv2D;conv2d_3/bias1 0=24 1=1 5=1 6=576
BinaryOp                 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add_2/AddV2 2 1 Upsample__344:0 center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_3/BiasAdd;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/conv2d_3/Conv2D;conv2d_3/bias1 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add_2/AddV2
ConvolutionDepthWise     center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_2/separable_conv2d/depthwise1 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/tf.__operators__.add_2/AddV2 center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_2/separable_conv2d/depthwise1 0=24 1=3 4=1 5=1 6=216 7=24
Convolution              separable_conv2d_2/bias;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_2/BiasAdd;kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise;center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_2/separable_conv2d1 1 1 center_net_mobile_net_v2fpn_feature_extractor/model_1/separable_conv2d_2/separable_conv2d/depthwise1 Relu__103:0 0=24 1=1 5=1 6=576 9=1
Split                    splitncnn_13             1 4 Relu__103:0 Relu__103:0_splitncnn_0 Relu__103:0_splitncnn_1 Relu__103:0_splitncnn_2 Relu__103:0_splitncnn_3
ConvolutionDepthWise     kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise2 1 1 Relu__103:0_splitncnn_3 kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise2 0=24 1=3 4=1 5=1 6=216 7=24
Convolution              er_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise;kpt_regress_0/separable_conv2d_5/separable_conv2d;separable_conv2d_5/bias 1 1 kpt_regress_0/separable_conv2d_5/separable_conv2d/depthwise2 Relu__118:0 0=96 1=1 5=1 6=2304 9=1
Convolution              kpt_regress_0/conv2d_6/BiasAdd;kpt_regress_0/conv2d_6/Conv2D;conv2d_6/bias1 1 1 Relu__118:0 regress 0=34 1=1 5=1 6=3264
ConvolutionDepthWise     kpt_offset_0/separable_conv2d_6/separable_conv2d/depthwise1 1 1 Relu__103:0_splitncnn_2 kpt_offset_0/separable_conv2d_6/separable_conv2d/depthwise1 0=24 1=3 4=1 5=1 6=216 7=24
Convolution              /model/block_1_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise;kpt_regress_0/separable_conv2d_5/separable_conv2d;kpt_offset_0/separable_conv2d_6/separable_conv2d;separable_conv2d_6/bias 1 1 kpt_offset_0/separable_conv2d_6/separable_conv2d/depthwise1 Relu__114:0 0=96 1=1 5=1 6=2304 9=1
Convolution              kpt_offset_0/conv2d_7/BiasAdd;kpt_regress_0/conv2d_6/Conv2D;kpt_offset_0/conv2d_7/Conv2D;conv2d_7/bias1 1 1 Relu__114:0 offset 0=34 1=1 5=1 6=3264
ConvolutionDepthWise     kpt_heatmap_0/separable_conv2d_4/separable_conv2d/depthwise1 1 1 Relu__103:0_splitncnn_1 kpt_heatmap_0/separable_conv2d_4/separable_conv2d/depthwise1 0=24 1=3 4=1 5=1 6=216 7=24
Convolution              model/block_1_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise;kpt_regress_0/separable_conv2d_5/separable_conv2d;kpt_heatmap_0/separable_conv2d_4/separable_conv2d;separable_conv2d_4/bias 1 1 kpt_heatmap_0/separable_conv2d_4/separable_conv2d/depthwise1 Relu__110:0 0=96 1=1 5=1 6=2304 9=1
Convolution              kpt_heatmap_0/conv2d_5/BiasAdd;kpt_heatmap_0/conv2d_5/Conv2D;conv2d_5/bias1 1 1 Relu__110:0 heatmap 0=17 1=1 5=1 6=1632 9=4
ConvolutionDepthWise     center_0/separable_conv2d_3/separable_conv2d/depthwise1 1 1 Relu__103:0_splitncnn_0 center_0/separable_conv2d_3/separable_conv2d/depthwise1 0=24 1=3 4=1 5=1 6=216 7=24
Convolution              el_1/model/block_1_depthwise_BN/FusedBatchNormV3;center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise;kpt_regress_0/separable_conv2d_5/separable_conv2d;center_0/separable_conv2d_3/separable_conv2d;separable_conv2d_3/bias 1 1 center_0/separable_conv2d_3/separable_conv2d/depthwise1 Relu__106:0 0=96 1=1 5=1 6=2304 9=1
Convolution              center_0/conv2d_4/BiasAdd;center_0/conv2d_4/Conv2D;conv2d_4/bias1 1 1 Relu__106:0 Sigmoid_1 0=1 1=1 5=1 6=96 9=4
Reshape                  center_0/conv2d_4/BiasAdd;center_0/conv2d_4/Conv2D;conv2d_4/bias1__400 1 1 Sigmoid_1 center_0/conv2d_4/BiasAdd;center_0/conv2d_4/Conv2D;conv2d_4/bias1__400:0 0=1 1=48 2=48
BinaryOp                 truediv_2;add_11         2 1 center_0/conv2d_4/BiasAdd;center_0/conv2d_4/Conv2D;conv2d_4/bias1__400:0 truediv_2;add_1 truediv_2;add_11 0=2
Reshape                  Reshape_2                1 1 truediv_2;add_11 center 0=1 1=-1
